---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHourCubicMeter
source: html/d9a8a64d-4b94-ff7f-e016-b1e786b690e0.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHourCubicMeter Property

Cubic meters per hour cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerHourCubicMeter { get; }
```